Repository: vlad1m1r0v/Nuts
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: ФИО*
uk: ПІБ*

source: ФИО
uk: ПІБ

source: ФИО поле обязательное для заполнения.
uk: Поле ПІБ є обов'язковим для заповнення.

source: ФИО поле может местить максимум 60 символов.
uk: Поле ПІБ може містити максимум 60 символів.

source: ФИО поле должно местить минимум 10 символов.
uk: Поле ПІБ має містити мінімум 10 символів.

source: E-Mail поле обязательное для заполнения.
uk: Поле E-Mail є обов'язковим для заповнення.

source: E-Mail не валидний.
uk: E-Mail невалідний.

source: Телефон поле обязательное для заполнения.
uk: Поле Телефон є обов'язковим для заповнення.

source: Страна
uk: Країна

source: Страна поле обязательное для заполнения.
uk: Поле Країна є обов'язковим для заповнення.

source: Область поле обязательное для заполнения.
uk: Поле Область є обов'язковим для заповнення.

source: Город*
uk: Місто*

source: Город
uk: Місто

source: Город поле обязательное для заполнения.
uk: Поле Місто є обов'язковим для заповнення.

source: Город поле может местить максимум 30 символов.
uk: Поле Місто може містити максимум 30 символів.

source: Город поле должно местить минимум 3 символа.
uk: Поле Місто має містити мінімум 3 символи.

source: Адрес
uk: Адреса

source: Адрес поле может местить максимум 100 символов.
uk: Поле Адреса може містити максимум 100 символів.

source: Адрес поле должно местить минимум 20 символов.
uk: Поле Адреса має містити мінімум 20 символів.

source: Пароль поле обязательное для заполнения.
uk: Поле Пароль є обов'язковим для заповнення.

source: Подтвердите пароль*
uk: Підтвердіть пароль*

source: Подтвердите пароль
uk: Підтвердіть пароль

source: Подтвердите пароль поле обязательное для заполнения.
uk: Поле Підтвердження пароля є обов'язковим для заповнення.

source: Согласие с условиями
uk: Згода з умовами

source: Согласие с условиями поле обязательное для заполнения.
uk: Поле Згода з умовами є обов'язковим для заповнення.

source: Аватар поле обязательное для заполнения.
uk: Поле Аватар є обов'язковим для заповнення.

source: Загруженный файл не является изображением или поврежден.
uk: Завантажений файл не є зображенням або він пошкоджений.

source: E-Mail поле: Пользователь с таким электронным адресом уже зарегистрирован.
uk: Поле E-Mail: Користувач з такою електронною адресою вже зареєстрований.

source: Телефон поле: Пользователь с таким номером телефона уже зарегистрирован.
uk: Поле Телефон: Користувач з таким номером телефону вже зареєстрований.

source: Ваш пароль не соответствует требованиям безопасности.
uk: Ваш пароль не відповідає вимогам безпеки.

source: Выбранная область не принадлежит указанной стране.
uk: Вибрана область не належить до вказаної країни.

source: Пароли не совпадают.
uk: Паролі не збігаються.

source: Являюсь ФОП
uk: Я є ФОП

source: Юридическое лицо
uk: Юридична особа

source: Тип бизнеса
uk: Тип бізнесу

source: ОКПО
uk: ЄДРПОУ/ЗКПО

source: ОКПО поле может местить максимум 32 символа.
uk: Поле ЄДРПОУ/ЗКПО може містити максимум 32 символи.

source: ЕДРПО
uk: ЄДРПОУ

source: ЕДРПО поле может местить максимум 32 символа.
uk: Поле ЄДРПОУ може містити максимум 32 символи.

source: Страна (юр.)
uk: Країна (юр.)

source: Город (юр.)
uk: Місто (юр.)

source: Город (юр.) поле может местить максимум 30 символов.
uk: Поле Місто (юр.) може містити максимум 30 символів.

source: Город (юр.) поле должно местить минимум 3 символа.
uk: Поле Місто (юр.) має містити мінімум 3 символи.

source: Адрес (юр.)
uk: Адреса (юр.)

source: Адрес (юр.) поле может местить максимум 100 символов.
uk: Поле Адреса (юр.) може містити максимум 100 символів.

source: Адрес (юр.) поле должно местить минимум 10 символов.
uk: Поле Адреса (юр.) має містити мінімум 10 символів.

source: Индекс (юр.)
uk: Індекс (юр.)

source: Индекс
uk: Індекс

source: Индекс (юр.) поле может местить максимум 10 символов.
uk: Поле Індекс (юр.) може містити максимум 10 символів.

source: Индекс (юр.) поле должно местить минимум 5 символов.
uk: Поле Індекс (юр.) має містити мінімум 5 символів.

source: Страна (деятельности)
uk: Країна (діяльності)

source: Область (деятельности)
uk: Область (діяльності)

source: Город (деятельности)
uk: Місто (діяльності)

source: Город (деятельности) поле может местить максимум 30 символов.
uk: Поле Місто (діяльності) може містити максимум 30 символів.

source: Город (деятельности) поле должно местить минимум 3 символа.
uk: Поле Місто (діяльності) має містити мінімум 3 символи.

source: Адрес (деятельности)
uk: Адреса (діяльності)

source: Адрес (деятельности) поле может местить максимум 100 символов.
uk: Поле Адреса (діяльності) може містити максимум 100 символів.

source: Адрес (деятельности) поле должно местить минимум 10 символов.
uk: Поле Адреса (діяльності) має містити мінімум 10 символів.

source: Область (юр.) поле: Выбранная область не принадлежит указанной стране.
uk: Поле Область (юр.): Вибрана область не належить до вказаної країни.

source: Область (деятельности) поле: Выбранная область не принадлежит указанной стране.
uk: Поле Область (діяльності): Вибрана область не належить до вказаної країни.

source: %(label)s поле обязательное для заполнения.
uk: Поле %(label)s є обов'язковим для заповнення.

source: У пользователя нет личного кабинета.
uk: У користувача немає особистого кабінету.

source: Пользователь с данным E-Mail не обнаружен.
uk: Користувача з таким E-Mail не знайдено.

source: Для доступа к этой странице необходимо войти в аккаунт.
uk: Для доступу до цієї сторінки необхідно увійти в акаунт.

source: Предоставленный токен доступа не валидный.
uk: Наданий токен доступу невалідний.

source: Регистрация прошла успешно. Теперь вы можете войти.
uk: Реєстрація пройшла успішно. Тепер ви можете увійти.

source: Произошла внутренняя ошибка сервера. Попробуйте позже.
uk: Сталася внутрішня помилка сервера. Спробуйте пізніше.

source: Бизнес-аккаунт успешно зарегистрирован.
uk: Бізнес-акаунт успішно зареєстровано.

source: Вход выполнен успешно.
uk: Вхід виконано успішно.

source: Неверный E-Mail или пароль.
uk: Невірний E-Mail або пароль.

source: Восстановление пароля
uk: Відновлення пароля

source: Вам на почту отправлена ссылка на сброс пароля.
uk: Вам на пошту надіслано посилання для скидання пароля.

source: Ваш пароль был успешно изменен. Теперь вы можете войти.
uk: Ваш пароль було успішно змінено. Тепер ви можете увійти.

source: Срок действия ссылки истек или она неверна.
uk: Термін дії посилання закінчився або воно є невірним.

source: Произошла ошибка при идентификации пользователя.
uk: Сталася помилка при ідентифікації користувача.

source: Вы успешно вышли из своего аккаунта.
uk: Ви успішно вийшли зі свого акаунта.

source: Мобильный телефон должен быть в формате +38 (0XX) XXX-XX-XX.
uk: Мобільний телефон має бути у форматі +38 (0XX) XXX-XX-XX.

source: Файл слишком большой. Максимальный размер — 2 МБ.
uk: Файл занадто великий. Максимальний розмір — 2 МБ.

source: English
uk: Англійська

source: Russian
uk: Російська

source: Ukrainian
uk: Українська

source: Название компании*
uk: Назва компанії*

source: Название компанни поле может местить максимум 255 символов.
uk: Поле Назва компанії може містити максимум 255 символів.

source: Название компанни должно местить минимум 3 символа.
uk: Поле Назва компанії має містити мінімум 3 символи.

source: Контактное лицо*
uk: Контактна особа*

source: Контактное лицо поле может местить максимум 255 символов.
uk: Поле Контактна особа може містити максимум 255 символів.

source: Контактное лицо должно местить минимум 3 символа.
uk: Поле Контактна особа має містити мінімум 3 символи.

source: ФИО поле может местить максимум 255 символов.
uk: Поле ПІБ може містити максимум 255 символів.

source: ФИО должно местить минимум 3 символа.
uk: Поле ПІБ має містити мінімум 3 символи.

source: Поле E-Mail обязательно для заполнени.
uk: Поле E-Mail є обов'язковим для заповнення.

source: Введите корректный адрес электронной почты.
uk: Введіть коректну адресу електронної пошти.

source: Номер телефона*
uk: Номер телефону*

source: Номер телефона обязателен для заполнения.
uk: Номер телефону є обов'язковим для заповнення.

source: Способ доставки
uk: Спосіб доставки

source: Выберите способ доставки.
uk: Виберіть спосіб доставки.

source: Выбран недопустимый способ доставки.
uk: Вибрано неприпустимий спосіб доставки.

source: Страна доставки
uk: Країна доставки

source: Выберите страну
uk: Виберіть країну

source: Выбранная страна не существует в базе данных.
uk: Вибраної країни не існує в базі даних.

source: Регион доставки
uk: Регіон доставки

source: Выберите область
uk: Виберіть область

source: Выбранная область не существует в базе данных.
uk: Вибраної області не існує в базі даних.

source: Адрес доставки
uk: Адреса доставки

source: Адрес*
uk: Адреса*

source: Адрес доставки слишком длинный.
uk: Адреса доставки занадто довга.

source: Способ оплаты
uk: Спосіб оплати

source: Выберите способ оплаты.
uk: Виберіть спосіб оплати.

source: Выбран недопустимый способ оплаты.
uk: Вибрано неприпустимий спосіб оплати.

source: Название компании обязательно для бизнес-аккаунтов.
uk: Назва компанії обов'язкова для бізнес-акаунтів.

source: Контактное лицо обязательно для бизнес-аккаунтов.
uk: Контактна особа обов'язкова для бізнес-акаунтів.

source: ФИО обязательно для физических лиц.
uk: ПІБ обов'язкове для фізичних осіб.

source: Выберите страну для доставки Новой Почтой.
uk: Виберіть країну для доставки Новою Поштою.

source: Выберите область для доставки Новой Почтой.
uk: Виберіть область для доставки Новою Поштою.

source: Укажите адрес для курьерской доставки по Одессе.
uk: Вкажіть адресу для кур'єрської доставки по Одесі.

source: Количество не может быть меньше 1.
uk: Кількість не може бути меншою за 1.

source: Новый
uk: Новий

source: В обработке
uk: В обробці

source: Провален
uk: Провалено

source: Оплачен
uk: Оплачено

source: Отправлен
uk: Відправлено

source: Завершен
uk: Завершено

source: Отменен
uk: Скасовано

source: Новая Почта
uk: Нова Пошта

source: Курьер
uk: Кур'єр

source: Самовывоз
uk: Самовивіз

source: Банковский перевод
uk: Банківський переказ

source: Наложенный платеж
uk: Накладений платіж

source: Ваша корзина пуста.
uk: Ваш кошик порожній.

source: Заказ успешно оформлен.
uk: Замовлення успішно оформлено.

source: Произошла ошибка при сохранении заказа: %(error)s
uk: Сталася помилка при збереженні замовлення: %(error)s

source: Новая
uk: Нова

source: Успешно
uk: Успішно

source: Ошибка
uk: Помилка

source: Не указан идентфикатор товара.
uk: Не вказано ідентифікатор товару.

source: Товар с указаным идентификатором не обнаружен.
uk: Товар із вказаним ідентифікатором не знайдено.

source: E-Mail не валидный.
uk: E-Mail невалідний.

source: Пользователь с таким E-Mail уже зарегистрирован.
uk: Користувач із таким E-Mail уже зареєстрований.

source: Пользователь с таким номером телефона уже зарегистрирован.
uk: Користувач із таким номером телефону вже зареєстрований.

source: ФИО должно содержать минимум 10 символов.
uk: ПІБ має містити мінімум 10 символів.

source: ФИО не может превышать 60 символов.
uk: ПІБ не може перевищувати 60 символів.

source: Название компании обязательно для заполнения.
uk: Назва компанії обов'язкова для заповнення.

source: Название компании слишком короткое.
uk: Назва компанії занадто коротка.

source: Название компании не может превышать 60 символов.
uk: Назва компанії не може перевищувати 60 символів.

source: Укажите контактное лицо.
uk: Вкажіть контактну особу.

source: ФИО контактного лица слишком короткое.
uk: ПІБ контактної особи занадто коротке.

source: Адрес (улица, дом, кв.)*
uk: Адреса (вулиця, будинок, кв.)*

source: Адрес поле обязательное для заполнения.
uk: Поле Адреса є обов'язковим для заповнення.

source: Адрес поле должно местить минимум 10 символов.
uk: Поле Адреса має містити мінімум 10 символів.

source: ЕДРПОУ поле может местить максимум 32 символа.
uk: Поле ЄДРПОУ може містити максимум 32 символи.

source: Индекс поле может местить максимум 10 символов.
uk: Поле Індекс може містити максимум 10 символів.

source: Индекс поле должно местить минимум 5 символов.
uk: Поле Індекс має містити мінімум 5 символів.

source: ЕДРПОУ
uk: ЄДРПОУ

source: Индекс (деятельности)
uk: Індекс (діяльності)

source: Текущий пароль*
uk: Поточний пароль*

source: Введите текущий пароль.
uk: Введіть поточний пароль.

source: Новый пароль*
uk: Новий пароль*

source: Введите новый пароль.
uk: Введіть новий пароль.

source: Подтвердить пароль*
uk: Підтвердити пароль*

source: Подтвердите новый пароль.
uk: Підтвердіть новий пароль.

source: Текущий пароль введён неверно.
uk: Поточний пароль введено невірно.

source: Новые пароли не совпадают.
uk: Нові паролі не збігаються.

source: Новый пароль не должен совпадать со старым.
uk: Новий пароль не повинен збігатися зі старим.

source: Ваши контактные данные успешно обновлены.
uk: Ваші контактні дані успішно оновлено.

source: Адрес и реквизиты успешно обновлены.
uk: Адресу та реквізити успішно оновлено.

source: Произошла ошибка при сохранении: %(error)s
uk: Сталася помилка при збереженні: %(error)s

source: Ваш пароль успешно изменен.
uk: Ваш пароль успішно змінено.

source: Вкус
uk: Смак

source: Масса
uk: Маса

source: от 0 до 50 г
uk: від 0 до 50 г

source: от 50 до 100 г
uk: від 50 до 100 г

source: от 100 до 200 г
uk: від 100 до 200 г

source: от 200 до 400 г
uk: від 200 до 400 г

source: от 400 г
uk: від 400 г

source: По возрастанию
uk: За зростанням

source: По убыванию
uk: За спаданням

source: Введите корректное ФИО (2 или 3 слова, без спецсимволов)
uk: Введіть коректне ПІБ (2 або 3 слова, без спецсимволів)

source: Owner Photo
uk: Фото власника

source: Написать нам
uk: Написати нам

source: Смотреть всю галерею
uk: Дивитися всю галерею

source: News Main Media Image
uk: Головне зображення новини

source: Читать
uk: Читати

source: Смотреть все новости
uk: Дивитися всі новини

source: Забыли пароль?
uk: Забули пароль?

source: Введите Email Вашего аккаунта, Вам будет выслана ссылка для восстановления пароля.
uk: Введіть Email Вашого акаунта, Вам буде надіслано посилання для відновлення пароля.

source: Отправить ссылку
uk: Надіслати посилання

source: Войти в личный кабинет
uk: Увійти до особистого кабінету

source: Войти
uk: Увійти

source: Регистрация
uk: Реєстрація

source: Введите новый пароль для E-Mail
uk: Введіть новий пароль для E-Mail

source: Сменить пароль
uk: Змінити пароль

source: Сброс пароля
uk: Скидання пароля

source: Орехи Причерноморья
uk: Горіхи Причорномор'я

source: Вы получили это письмо, потому что Вы отправили запрос на сброс пароля для Вашего личного кабинета на сайте "Орехи Причерноморья".
uk: Ви отримали цей лист, тому що Ви надіслали запит на скидання пароля для Вашого особистого кабінету на сайті "Горіхи Причорномор'я".

source: Сбросить пароль
uk: Скинути пароль

source: Орехи Причерноморья. Все права защищены.
uk: Горіхи Причорномор'я. Всі права захищені.

source: 1. Контактные данные
uk: 1. Контактні дані

source: Физическое лицо
uk: Фізична особа

source: 2. Адрес
uk: 2. Адреса

source: Загрузить фото
uk: Завантажити фото

source: Я согласен с
uk: Я погоджуюся з

source: Условиями регистрации
uk: Умовами реєстрації

source: Продолжить
uk: Продовжити

source: 1. Реквизиты
uk: 1. Реквізити

source: 2. Юридический адрес
uk: 2. Юридична адреса

source: 2. Адрес ФОП
uk: 2. Адреса ФОП

source: Ваш личный менеджер %(manager_name)s
uk: Ваш особистий менеджер %(manager_name)s

source: Ваш личный менеджер %(manager_name)s
uk: Ваш особистий менеджер %(manager_name)s

source: Кол - во
uk: Кіл-ть

source: Цена за товар
uk: Ціна за товар

source: Итоговая стоимость
uk: Підсумкова вартість

source: Всего
uk: Всього

source: 2. Способ доставки
uk: 2. Спосіб доставки

source: БЕСПЛАТНО
uk: БЕЗКОШТОВНО

source: 3. Способ оплаты
uk: 3. Спосіб оплати

source: Крупные
uk: Великі

source: супермаркеты
uk: супермаркети

source: Розничные
uk: Роздрібні

source: магазины
uk: магазини

source: Компании
uk: Компанії

source: Фитнес
uk: Фітнес

source: и спорт клубы
uk: та спортклуби

source: Кондитерские
uk: Кондитерські

source: и пекарни
uk: та пекарні

source: Customers Block Picture
uk: Зображення блоку клієнтів

source: Акция
uk: Акція

source: вакуумная
uk: вакуумна

source: Цена:
uk: Ціна:

source: Купить
uk: Купити

source: Перейти в магазин
uk: Перейти до магазину

source: Подробнее
uk: Детальніше

source: Грецкий орех
uk: Волоський горіх

source: Шиповник
uk: Шипшина

source: Перейти в корзину
uk: Перейти до кошика

source: Ваша корзина пуста
uk: Ваш кошик порожній

source: Продолжить покупки
uk: Продовжити покупки

source: Оформить заказ
uk: Оформити замовлення

source: Для оформления заказа необходимо
uk: Для оформлення замовлення необхідно

source: Авторизоваться
uk: Авторизуватися

source: или
uk: або

source: Зарегистрироваться
uk: Зареєструватися

source: Контакты
uk: Контакти

source: Офис и отдел продаж
uk: Офіс та відділ продажів

source: Производство
uk: Виробництво

source: Разработано
uk: Розроблено

source: Все права защищены
uk: Всі права захищені

source: Посмотреть еще
uk: Подивитися ще

source: Menu Icon
uk: Іконка меню

source: Заказать звонок
uk: Замовити дзвінок

source: Фильтр
uk: Фільтр

source: Стоимость
uk: Вартість

source: Применить
uk: Застосувати

source: Сбросить
uk: Скинути

source: Загрузить еще
uk: Завантажити ще

source: Последние публикации
uk: Останні публікації

source: Присоединяйтесь к нам в соц. сетях
uk: Приєднуйтесь до нас у соцмережах

source: Оплата заказа
uk: Оплата замовлення

source: Доставка партии
uk: Доставка партії

source: Возврат товара
uk: Повернення товару

source: Payment Block Picture
uk: Зображення блоку оплати

source: Delivery Block Picture
uk: Зображення блоку доставки

source: Return Block Picture
uk: Зображення блоку повернення

source: Состав:
uk: Склад:

source: Масса нетто:
uk: Маса нетто:

source: Энергетическая ценность:
uk: Енергетична цінність:

source: Срок годности:
uk: Термін придатності:

source: %(months)s месяцев, с даты расфасовки (указана на упаковке)
uk: %(months)s місяців, з дати фасування (вказана на упаковці)

source: Ваша цена:
uk: Ваша ціна:

source: Заказать
uk: Замовити

source: Описание
uk: Опис

source: Description Block Image
uk: Зображення блоку опису

source: Packaging Block Image
uk: Зображення блоку упаковки

source: Payment Block Image
uk: Зображення блоку оплати

source: Delivering Block Image
uk: Зображення блоку доставки

source: 3. Юридический адрес
uk: 3. Юридична адреса

source: Сохранить
uk: Зберегти

source: Учетная запись
uk: Обліковий запис

source: Ваш личный менеджер
uk: Ваш особистий менеджер

source: Контактная информация
uk: Контактна інформація

source: Заказ №
uk: Замовлення №

source: № Заказа
uk: № Замовлення

source: Кол - во товаров
uk: Кіл-ть товарів

source: Функции
uk: Функції

source: Просмотреть заказ
uk: Переглянути замовлення

source: Копировать
uk: Копіювати

source: Смена пароля
uk: Зміна пароля

source: Добавлено
uk: Додано

source: Сумма
uk: Сума

source: У вас не было транзакций!
uk: У вас не було транзакцій!

source: Gallery Slide
uk: Слайд галереї

source: Профиль
uk: Профіль

source: Выйти
uk: Вийти

source: Вход
uk: Вхід

source: Мои заказы
uk: Мої замовлення

source: Моя учетная запись
uk: Мій обліковий запис
